
/* Label for the password field in the account preferences */
"Password:" = "Passwort:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Einige der Zeichen, die Sie eingegeben haben, sind für einen Kontennamen bei diesem Dienst nicht gültig.";
